[
    {
      "name": "Ancient Burial Sites",
      "quantity": 1,
      "play": "At the start of the agenda phase:",
      "effect": "Choose 1 player. Exhaust each cultural planet owned by that player.",
      "flavor_text": "The images depicted a race that Rin had never seen before. Curious. Could it be that this was a race that was exterminated by the Lazax?"
    },
    {
      "name": "Assassinate Representative",
      "quantity": 1,
      "play": "After an agenda is revealed:",
      "effect": "Choose 1 player. That player cannot vote on this agenda.",
      "flavor_text": "With a sickening crunch of bone and metal, unit.desgn.FLAYESH extracted its stinger from the blood-drenched skull of the Jol-Nar councilor."
    },
    {
      "name": "Bribery",
      "quantity": 1,
      "play": "After the speaker votes on an agenda:",
      "effect": "Spend any number of trade goods. For each trade good spent, cast 1 additional vote for the outcome on which you voted.",
      "flavor_text": "\"We think that this initiative would spell disaster for the galaxy, not just the Creuss.\" Taivra said, quietly slipping Z'eu an envelope. \"Don't you agree?\""
    },
    {
      "name": "Bunker",
      "quantity": 1,
      "play": "At the start of an invasion:",
      "effect": "During this invasion, apply -4 to the result of each Bombardment roll against planets you control.",
      "flavor_text": "Elder Junn crossed his arms and steadied his breathing. The bombs could not reach them, not this far down. At least, that is what the soldiers had told him."
    },
    {
      "name": "Confusing Legal Text",
      "quantity": 1,
      "play": "When you are elected as the outcome of an agenda:",
      "effect": "Choose 1 player. That player is the elected player instead.",
      "flavor_text": "Somehow, even after the Council had adjourned, none of them were any closer to understanding the strange and confusing events of the day."
    },
    {
      "name": "Construction Rider",
      "quantity": 1,
      "play": "After an agenda is revealed:",
      "effect": "You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, place 1 space dock from your reinforcements on a planet you control.",
      "flavor_text": "The vote was nearly unanimous. The council would provide funding for the restoration. Ciel was furious."
    },
    {
      "name": "Courageous to the End",
      "quantity": 1,
      "play": "After 1 of your ships is destroyed during a space combat:",
      "effect": "Roll 2 dice. For each result equal to or greater than that ship's combat value, your opponent must choose and destroy 1 of their ships.",
      "flavor_text": "Coughing up blood and covered in burns, Havvat collapsed against the rapidly overheating ship core. She smiled. She would be remembered."
    },
    {
      "name": "Cripple Defenses",
      "quantity": 1,
      "play": "Action: Choose 1 planet.",
      "effect": "Destroy each PDS on that planet.",
      "flavor_text": "Titanic vines burst forth from the ground, wrapping themselves around the system's primary firing cylinder, breaking it free from its moorings, and bringing it crashing down upon the installation below."
    },
    {
      "name": "Diplomacy Rider",
      "quantity": 1,
      "play": "After an agenda is revealed:",
      "effect": "You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, choose 1 system that contains a planet you control. Each other player places a command token from their reinforcements in that system.",
      "flavor_text": "Ciel evaluated the other senators. Weak, all of them. This was his game to win."
    },
    {
      "name": "Direct Hit",
      "quantity": 4,
      "play": "After another player's ship uses Sustain Damage to cancel a hit produced by your units or abilities",
      "effect": "Destroy that ship.",
      "flavor_text": "(1) There it was! An opening! Neekuaq gestured wildly, a rare display for one normally quite reserved. \"Fire the main battery!\"(2) The Loncara Ssodu's main battery flared to life, firing a volley directly into the flickering starboard shield of the Letnev dreadnought.(3) For a moment, it looked as if the dreadnought's shield would hold, but a moment later, the ship began to come apart where the attack had pierced its hull.(4) Neekuaq watched, satisfied, as the ship was wracked by a series of explosions from within, huge armored plates and other debris hurtling off into the darkness."
    },
    {
      "name": "Disable",
      "quantity": 1,
      "play": "At the start of an invasion in a system that contains 1 or more of your opponents' PDS units:",
      "effect": "Your opponents' PDS units lose Planetary Shield and Space Cannon during this invasion.",
      "flavor_text": "\"Ssruu has met their systems and fixed them.\" Ssruu dropped a handful of ripped wires and broken circuitry on the pedestal before Q'uesh Sish. \"He will await his next task aboard his ship.\""
    },
    {
      "name": "Distinguished Councilor",
      "quantity": 1,
      "play": "After you cast votes on an outcome of an agenda:",
      "effect": "Cast 5 additional votes for that outcome.",
      "flavor_text": "Elder Junn was a wonder to behold. He knew the name of every senator, made small talk effortlessly, and commanded attention when he spoke. Magmus hated everything about him."
    },
    {
      "name": "Economic Initiative",
      "quantity": 1,
      "play": "As an Action:",
      "effect": "Ready each cultural planet you control.",
      "flavor_text": "Large sum of Hacan currency flowed freely into the project, and somehow, defying all logic, the returns were even greater."
    },
    {
      "name": "Emergency Repairs",
      "quantity": 1,
      "play": "At the start or end of a combat round:",
      "effect": "Repair all of your units that have Sustain Damage in the active system.",
      "flavor_text": "\"What do you mean 'It's fine!?'\" Dahla said, nearly tripping over a damaged bulkhead as the ship rocked from the explosive barrage."
    },
    {
      "name": "Experimental Battlestation",
      "quantity": 1,
      "play": "After another player moves ships into a system during a tactical action:",
      "effect": "Choose 1 of your space docks that is either in or adjacent to that system. That space dock uses Space Cannon 5 (x3) against ships in the active system.",
      "flavor_text": "\"Arm the relay!\" Mendosa bared his fangs. \"The Saar will not submit!\""
    },
    {
      "name": "Fighter Prototype",
      "quantity": 1,
      "play": "At the start of the first round of a space combat:",
      "effect": "Apply +2 to the result of each of your fighters' combat rolls during this combat round.",
      "flavor_text": "Suffi vaulted excitedly off the prototype's sleek, azure wing, landing effortlessly in its cockpit. \"Let's see those damn snakes keep up with us now!\""
    },
    {
      "name": "Fire Team",
      "quantity": 1,
      "play": "After your ground forces make combat rolls during a round of ground combat:",
      "effect": "Reroll any number of your dice.",
      "flavor_text": "Grinning, Jael spun towards the familiar noise of heavy boots hitting the ground. Backup had arrived."
    },
    {
      "name": "Flank Speed",
      "quantity": 4,
      "play": "After you activate a system:",
      "effect": "Apply +1 to the move value of each of your ships during this tactical action.",
      "flavor_text": "(1) Mendosa smirked. \"Don't ye fret now, girl. It sounds like ye've got somewhere ta be in a hurry, and it just se happens that I ken get ye there right quick.\"(2) There was a low-pitched hum throughout the station and the gigantic, bulky constructions on the hull spat blue flame. Massive ion thrusters! So this was how the Saar moved the damned things.(3) Mendosa grinned at the young Mentak pilot's astonishment. \"Mobility-the Clan's greatest strength. Ye'd be amazed at how fast this thing ken go.\"(4) With a sound like thunder and a flash of neon blue light, the thrusters accelerated full bore, nearly knocking Suffi off her feet."
    },
    {
      "name": "Focused Research",
      "quantity": 1,
      "play": "As an Action:",
      "effect": "Spend 4 trade goods to research 1 technology.",
      "flavor_text": "Stunned, Rin looked over the data, scarcely able to believe what he was seeing. It was nothing short of a major breakthrough. The Headmaster would be pleased."
    },
    {
      "name": "Frontline Deployment",
      "quantity": 1,
      "play": "As an Action:",
      "effect": "Place 3 infantry from your reinforcements on 1 planet you control.",
      "flavor_text": "The soldiers poured fire on the writhing mass, but as each tendril vaporized, two more took its place. Panic wormed into the troopers' minds; was the creature growing?"
    },
    {
      "name": "Ghost Ship",
      "quantity": 1,
      "play": "As an Action:",
      "effect": "Place 1 destroyer from your reinforcements in a non-home system that contains a wormhole and does not contain other players' ships.",
      "flavor_text": "Reports of Creuss vessels sighted in the area had surely been exaggerated. After all, the Creuss had no business this far from the Shaleri passage, and usually kept to themselves."
    },
    {
      "name": "Imperial Rider",
      "quantity": 1,
      "play": "After an agenda is revealed:",
      "effect": "You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, gain 1 victory point.",
      "flavor_text": "In a sweeping victory that surprised absolutely no one, the Winnu representative singlehandedly elected himself to oversee the analysis of a recently uncovered Lazax data cache."
    },
    {
      "name": "In The Silence Of Space",
      "quantity": 1,
      "play": "After you activate a system:",
      "effect": "Choose 1 system. During this tactical action, your ships in the chosen system can move through systems that contain other players' ships.",
      "flavor_text": "The Barony ships seemed to defy reality, bending light around them at impossible angles - naught but inky-black contours could be seen."
    },
    {
      "name": "Industrial Initiative",
      "quantity": 1,
      "play": "As an Action:",
      "effect": "Gain 1 trade good for each industrial planet you control.",
      "flavor_text": "The Gashlai reactors proved to be extremely effective. With the conversion rate practically doubled, the factories' output was immense."
    },
    {
      "name": "Infiltrate",
      "quantity": 1,
      "play": "When you gain control of a planet:",
      "effect": "Replace each PDS and space dock that is on that planet with a matching unit from your reinforcements.",
      "flavor_text": "The 1X had scarcely interfaced with the mainframe before it belonged to them completely."
    },
    {
      "name": "Insubordination",
      "quantity": 1,
      "play": "As an Action:",
      "effect": "Remove 1 token from another player's tactic pool and return it to their reinforcements.",
      "flavor_text": "Kilik had never been particularly good at following orders. It only seemed natural to get paid for exercising that trait, as long as she didn't think to hard about where the money was coming from."
    },
    {
      "name": "Intercept",
      "quantity": 1,
      "play": "After your opponent declares a retreat during a space combat:",
      "effect": "Your opponent cannot retreat during this round of space combat.",
      "flavor_text": "The space before the fleeing ship shimmered and warped, revealing the bow of the Y'sia Yssrila bearing down on its position. There would be no escape today."
    },
    {
      "name": "Leadership Rider",
      "quantity": 1,
      "play": "After an agenda is revealed:",
      "effect": "You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, gain 3 command tokens.",
      "flavor_text": "Rev's impassioned speech stunned the other councilors. Perhaps there was more to these humans than they had initially thought."
    },
    {
      "name": "Lost Star Chart",
      "quantity": 1,
      "play": "After you activate a system:",
      "effect": "During this tactical action, systems that contain alpha and beta wormholes are adjacent to each other.",
      "flavor_text": "The ship's sensors showed that the ancient star-map had somehow led them beyond the Mahact plateau."
    },
    {
      "name": "Lucky Shot",
      "quantity": 1,
      "play": "As an Action:",
      "effect": "Destroy 1 dreadnought, cruiser, or destroyer in a system that contains a planet you control.",
      "flavor_text": "The missile - an insignificant spark against the darkness - struck the hull of the dreadnought. Moments later, the starboard flank erupted in flames."
    },
    {
      "name": "Maneuvering Jets",
      "quantity": 4,
      "play": "Before you assign hits produced by another player's Space Cannon roll:",
      "effect": "Cancel 1 hit.",
      "flavor_text": "(1) Something was wrong. T'esla sensed a flicker of movement on the planet's surface, followed by a faint glint of light. Reflexively, she veered her fighter to the side - an action that saved her life.(2) The fighter's thruster boosted her just out of the cannon's firing solution, and a metal slug the size of a building rocketed past her crystalline ship.(3) T'esla breathed a sigh of relief as the massive slug disappeared into the distance. A touch slower and she would have been annihilated.(4) The flickering red warning lights on her control panel reflected in her scales as she regained her composure. \"Well,\" she said aloud. \"Zat was close.\""
    },
    {
      "name": "Mining Initiative",
      "quantity": 1,
      "play": "As an Action:",
      "effect": "Gain trade goods equal to the resource value of 1 planet you control.",
      "flavor_text": "To support its voracious war machine, the N'orr empire cracked the planet's crust and began mining its very core."
    },
    {
      "name": "Morale Boost",
      "quantity": 4,
      "play": "At the start of a combat round:",
      "effect": "Apply +1 to the result of each of your unit's combat rolls during this combat round.",
      "flavor_text": "(1) Harrugh stood before his warriors, searching for the words that would express the pride that swelled within him.(2) \"We have done the impossible. I am proud to call you my brothers. My equals. My betters.\" Harrugh's whiskers bristled with energy as he spoke.(3) \"Today we turn these invaders to ash and take back what is ours!\" Harrugh paused, noting the murmurs of approval rippling through the ranks.(4) The whispering gradually died down and his warriors watched Harrugh expectantly. Every muscle in his body tensed, and he thrust his gyro-spear skyward. \"For Kenara!\""
    },
    {
      "name": "Parley",
      "quantity": 1,
      "play": "After another player commits units to land on a planet you control:",
      "effect": "Return the committed units to the space area.",
      "flavor_text": "The human admiral returned to his ship, struggling to remember precisely how his meeting with the Collective had gone."
    },
    {
      "name": "Plague",
      "quantity": 1,
      "play": "Action: Choose 1 planet that is controlled by another player.",
      "effect": "Roll 1 die for each infantry on that planet. For each result of 6 or greater, destroy 1 of those units.",
      "flavor_text": "The letani dipped a mossy limb beneath the surface of the reservoir, feeling the flow of the particles within, shifting them, changing them into something different. Something dangerous."
    },
    {
      "name": "Political Stability",
      "quantity": 1,
      "play": "When you would return your strategy card(s) during the status phase:",
      "effect": "Do not return your strategy card(s). You do not choose strategy cards during the next strategy phase.",
      "flavor_text": "The Winnu councilor breathed a sigh of relief. This opportunity would not be wasted. The peace of the Lazax was within grasp."
    },
    {
      "name": "Politics Rider",
      "quantity": 1,
      "play": "After an agenda is revealed:",
      "effect": "You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, draw 3 action cards and gain the speaker token.",
      "flavor_text": "The Dirzuga had managed to negotiate themselves into a position of power amongst the other councilors, all of whom still looked terribly uncomfortable in their presence."
    },
    {
      "name": "Public Disgrace",
      "quantity": 1,
      "play": "When another player chooses a strategy card during the strategy phase:",
      "effect": "That player must choose a different strategy card instead, if able.",
      "flavor_text": "In the months that followed the report, the Council was quick to censure the Jol-Nar for their unethical practices."
    },
    {
      "name": "Reactor Meltdown",
      "quantity": 1,
      "play": "As an Action:",
      "effect": "Destroy 1 space dock in a non-home system.",
      "flavor_text": "Flames engulfed the shipyard, a vortex of fire and shrapnel that left nothing untouched."
    },
    {
      "name": "Reparations",
      "quantity": 1,
      "play": "After another player gains control of a planet you control:",
      "effect": "Exhaust 1 planet that player controls and ready 1 planet you control.",
      "flavor_text": "Gila oversaw the reconstruction of the Hacan outpost, but neglected to inform the N'orr representative that the damage was not nearly as severe as he was led to believe."
    },
    {
      "name": "Repeal Law",
      "quantity": 1,
      "play": "As an Action:",
      "effect": "Discard 1 law from play.",
      "flavor_text": "Eventually, the N'orr diplomat came to an agreement with Hacan Garrus, and the embargo was repealed. Still, he couldn't shake the feeling that Garrus had gotten the better end of the deal."
    },
    {
      "name": "Rise of a Messiah",
      "quantity": 1,
      "play": "As an Action:",
      "effect": "Place 1 infantry from your reinforcements on each planet you control.",
      "flavor_text": "Harrugh stood atop the dunes, looking down at the thousands of Hacan warriors mustered below. Gathering his strength, he let loose a mighty roar, the will of his people throughout the galaxy echoing forth from within."
    },
    {
      "name": "Sabotage",
      "quantity": 4,
      "play": "When another player plays an action card other than \"Sabotage\":",
      "effect": "Cancel that action card.",
      "flavor_text": "(1) Q'uesh Sish tapped her claws impatiently. \"You were sssaying?\" But the confused Jol-Nar envoy stood silent. It was as if the words had escaped his thoughts entirely. (2) trjn.desgn.ALIZARIN introduced itself to each data nodes, incorporating them into its platform, expunging any data it deemed a threat to the Virus. (3) unit.desgn.BEELZEBUL followed the group of men through the winding hallways until they stopped at an intersection. Investigators would later find its cracked oculus at the center of a smoking crater, singed, but still functional. (4) Unlenn smashed a clenched fist into the bulkhead, green eyes ablaze with rage. The entire plan had been turned on its head. Such incompetence was unfathomable."
    },
    {
      "name": "Salvage",
      "quantity": 1,
      "play": "After you win a space combat:",
      "effect": "Your opponent gives you all of their commodities.",
      "flavor_text": "When the Coalition raiders had finally returned to their ships, scarcely a bolt remained to salvage from the destroyed vessel."
    },
    {
      "name": "Shields Holding",
      "quantity": 4,
      "play": "Before you assign hits to your ships during a space combat:",
      "effect": "Cancel up to 2 hits.",
      "flavor_text": "(1) T'ro stared unflinching at the incoming barrage through the bridge's observation deck. The shield would hold.(2) The blast from the enemy's main cannon slammed into the space in front of the warship, splitting into two streams across the bow.(3) The ship's shields sizzled and sparked but remained active despite the heavy assault.(4) As the assault died down and it became clear that the ship sustained no major damage, T'ro clicked his mandibles in anticipation. \"Return fire!\""
    },
    {
      "name": "Signal Jamming",
      "quantity": 1,
      "play": "As an Action:",
      "effect": "Chose 1 non-home system that contains or is adjacent to 1 of your ships. Place a command token from another player's reinforcements in that system.",
      "flavor_text": "Meian was practically aglow, wisps of her ether crackling with delight. It was amazing what could be achieved with a well-timed electromagnetic discharge."
    },
    {
      "name": "Skilled Retreat",
      "quantity": 4,
      "play": "At the start of a combat round:",
      "effect": "Move all of your ships from the active system into an adjacent system that does not contain another player's ships; the space combat ends in a draw. Then, place a command token from your reinforcements in that system.",
      "flavor_text": "(1) In an instant, the Sol fleet vanished from the Barony's scanners. (2) The Creuss fleet was gone. No trace remained of their passage. (3) T'ro gave the order, and the entire fleet withdrew without question. (4) \"We have no choice, captain.\" Ciel looked nervous.\"We must retreat.\""
    },
    {
      "name": "Spy",
      "quantity": 1,
      "play": "As an Action:",
      "effect": "Choose 1 player. That player gives you 1 random action card from their hand.",
      "flavor_text": "\"I'm no spy,\" Connor said, casually stuffing the data drives into his pack. \"Now, how can I get out of here without being seen?\""
    },
    {
      "name": "Summit",
      "quantity": 1,
      "play": "At the start of the strategy phase:",
      "effect": "Gain 2 command tokens.",
      "flavor_text": "At the end of the twelfth day, Rev returned home from the summit in New Moscow feeling physically exhausted and mentally drained. But she was also satisfied. They had a plan - finally - and it was a good plan."
    },
    {
      "name": "Tactical Bombardment",
      "quantity": 1,
      "play": "As an Action:",
      "effect": "Choose 1 system that contains 1 or more of your units that have Bombardment. Exhaust each planet controlled by other players in that system.",
      "flavor_text": "A6's red eyes flickered with activity and a string of numbers flashed briefly across the screen before he spoke. \"Bombardment complete. All enemy installations have been neutralized.\""
    },
    {
      "name": "Technology Rider",
      "quantity": 1,
      "play": "After an agenda is revealed:",
      "effect": "You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, research 1 technology.",
      "flavor_text": "The Council granted the Yin funding to research an effective countermeasure to combat the virus. After all, keeping the Yin occupied with the virus meant killing two birds with one stone."
    },
    {
      "name": "Trade Rider",
      "quantity": 1,
      "play": "After an agenda is revealed:",
      "effect": "You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, gain 5 trade goods.",
      "flavor_text": "The Letnev councilor begrudgingly accepted the N'orr's core mining contract, if only so that the \"gracious\" Hacan senator didn't secure yet another source of income for his clan."
    },
    {
      "name": "Unexpected Action",
      "quantity": 1,
      "play": "As an Action:",
      "effect": "Remove 1 of your command tokens from the game board and return it to your reinforcements.",
      "flavor_text": "M'aban's voice was barely a whisper, cracking as hundreds of flashing lights appeared on her scanner. \"We've been tricked.\""
    },
    {
      "name": "Unstable Planet",
      "quantity": 1,
      "play": "As an Action:",
      "effect": "Choose 1 hazardous planet. Exhaust that planet and destroy up to 3 infantry on it.",
      "flavor_text": "Another quake shook the planet, and a wave of dirt and rock rose up to swallow the Tekklar legion."
    },
    {
      "name": "Upgrade",
      "quantity": 1,
      "play": "After you activate a system that contains 1 or more of your ships:",
      "effect": "Replace one of your cruisers in that system with one of your dreadnoughts from your reinforcements.",
      "flavor_text": "\"More guns?\" Connor shook his head. \"Not more guns. Let's try something bigger.\""
    },
    {
      "name": "Uprising",
      "quantity": 1,
      "play": "As an Action:",
      "effect": "Exhaust 1 non-home planet controlled by another player. Then gain trade goods equal to its resource value.",
      "flavor_text": "Harrugh leapt down from the ledge, gyro-spear blazing in the sunlight. In front, the L1Z1X began to take notice. Behind his warriors stood at the ready. Win or lose, this would be the end."
    },
    {
      "name": "Veto",
      "quantity": 1,
      "play": "When an agenda is revealed:",
      "effect": "Discard that agenda and reveal 1 agenda from the top of the deck. Players vote on this agenda instead.",
      "flavor_text": "Magmus batted the now charred corpse aside with the back of his golden gauntlet. \"The Muuat reject your proposal.\""
    },
    {
      "name": "War Effort",
      "quantity": 1,
      "play": "As an Action:",
      "effect": "Place 1 cruiser from your reinforcements in a system that contains 1 or more of your ships.",
      "flavor_text": "The N'orr may not be the most proficient shipwrights, but the willingness of their citizens to do their part far exceeds that of the other great races."
    },
    {
      "name": "Warfare Rider",
      "quantity": 1,
      "play": "After an agenda is revealed:",
      "effect": "You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, place 1 dreadnought from your reinforcements in a system that contains 1 or more of your ships.",
      "flavor_text": "Elder Junn sighed. \"Disarmament, it seems, has fallen out of fashion in these dark days.\""
    }
]